parts_data = [
    "Драйвера и программное обеспечение",
    "Шлейф",
    "Катриджи",
    "Инородный предмет внутри",
    'блок питания',
    'материнская плата',
    'жесткий диск',
    'видеокарта',
    'Операционная система',
    'Внурненний элемент'
    "Другое",

]
places_work_data = [
    'Площадка 1',
    'Площадка 2',
    'Площадка 3',
    'Площадка 4',
]
types_repair_data = [
    {
        'name': 'Принтер',
        'work': [
            "Драйвера и программное обеспечение",
            "Шлейф",
            "Катриджи",
            "Инородный предмет внутри",
            "Другое",
        ]
    },
    {
        'name': 'Персональный компьютер',
        'work': [

        ]
    },
    {
        'name': 'Ноутбук',
        'work': [

        ]
    },
    {
        'name': 'Сетевое оборудование',
        'work': [

        ]
    },
]
users_data = [
    (
        'Имя клиента 1', 'Фамилия клиента 1', 'customer1',
        'customer1@ru.ru', 'CUSTOMER', '11111'
    ),
    (
        'Имя клиента 2', 'Фамилия клиента 1', 'customer2',
        'customer2@ru.ru', 'CUSTOMER', '11111'
    ),
    (
        'Имя Техник', 'Фамилия Техник', 'technician',
        'technician@ru.ru', 'TECHNICIAN', '11111'
    ),
    (
        'Имя Мастер', 'Фамилия Мастер', 'master',
        'master@ru.ru', 'MASTER', '11111'
    ),
]
